test/dummy/app/controllers/test_controller.rb

  def show
    rec = Record.create(:data => "itemType: book", :format => "csf")
---
INSERT INTO "records" ("created_at", "data", "format", "updated_at") VALUES ('2013-02-27 19:34:36.539000', 'itemType: book', 'csf', '2013-02-27 19:34:36.539000')