test/dummy/app/controllers/test_controller.rb

INSERT INTO "records" ("created_at", "data", "format", "updated_at") VALUES ('2013-02-27 22:34:46.832000', 'itemType: book', 'csf', '2013-02-27 22:34:46.832000')
---
  def test
    rec = Record.create(:data => "itemType: book", :format => "csf")